<p> Дата и время:
<p>
<?php
 $d=date("d.m.Y H:i");
 echo($d);
?>
<p> Ссылки на упражнения
<p>
<ul>
 <li><a href="/lab-1-1.php">Лабараторная работа №1, Здание - 1.1</a></li>
 <li><a href="/lab-1-2.php">Лабараторная работа №1, Здание - 1.2</a></li>
 <li><a href="/lab-1-3.php">Лабараторная работа №1, Здание - 1.3</a></li>
 <li><a href="/lab-1-5.php">Лабараторная работа №1, Здание - 1.5</a></li>
 <li><a href="/lab-2-1.php">Лабараторная работа №1, Здание - 2.1</a></li>
 <li><a href="/lab-2-2.php">Лабараторная работа №1, Здание - 2.2</a></li>
 <li><a href="/lab-2-3.php">Лабараторная работа №1, Здание - 2.3</a></li>
 <li><a href="/lab-2-4.php">Лабараторная работа №1, Здание - 2.4</a></li>
 <li><a href="/lab-2-5.php">Лабараторная работа №1, Здание - 2.5</a></li>
 <li><a href="/lab-2-6.php">Лабараторная работа №1, Здание - 2.6</a></li>
 <li><a href="/lab-2-7.php">Лабараторная работа №1, Здание - 2.7</a></li>
 <li><a href="/lab-2-8.php">Лабараторная работа №1, Здание - 2.8</a></li>
 <li><a href="/lab-2-9.php">Лабараторная работа №1, Здание - 2.9</a></li>
 <li><a href="/lab-2-10.php">Лабараторная работа №1, Здание - 2.10</a></li>
 <li><a href="/lab-2-11.php">Лабараторная работа №1, Здание - 2.11</a></li>
  <li><a href="/lab-2-10.php">Лабараторная работа №2, Здание - 2.1</a></li>
 <li><a href="/lab-2-20.php">Лабараторная работа №2, Здание - 2.2</a></li>
 <li><a href="/lab-2-30.php">Лабараторная работа №2, Здание - 2.3</a></li>
 <li><a href="/lab-2-40.php">Лабараторная работа №2, Здание - 2.4</a></li>
 <li><a href="/lab-2-50.php">Лабараторная работа №2, Здание - 2.5</a></li>
 <li><a href="/lab-2-60.php">Лабараторная работа №2, Здание - 2.6</a></li>
 <li><a href="/s3-1.html">Лабараторная работа №3, Здание - 3.1</a></li>
 <li><a href="/s3-2.html">Лабараторная работа №3, Здание - 3.2</a></li>
 <li><a href="/s3-3.html">Лабараторная работа №3, Здание - 3.3</a></li>
 <li><a href="/s3-4.html">Лабараторная работа №3, Здание - 3.4</a></li>
 <li><a href="/s3-5.html">Лабараторная работа №3, Здание - 3.5</a></li>
 <li><a href="/s3-6.html">Лабараторная работа №3, Здание - 3.6.1</a></li>
 <li><a href="/s3-6-2.html">Лабараторная работа №3, Здание - 3.6.2</a></li>
 <li><a href="/s3-6-3.html">Лабараторная работа №3, Здание - 3.6.3</a></li>
 <li><a href="/index2.php">Лабараторная работа №4 и 5</a></li>
</ul>
