<p>Лапшин Дмитрий Александрович
<?php
 print ("Вариант 5".'<br>');
 $a = rand(-20,20);
 $b = rand(-20,20);
 $c = rand(-20,20);
 $d = rand(-20,20);
 print ('<br>');
 print ("Число a равно ".($a).'<br>');
 print ("Число b равно ".($b).'<br>');
 print ("Число c равно ".($c).'<br>');
 print ("Число d равно ".($d).'<br>');
 print ('<br>');
 $v1 = (4*$c+$d-1)/($c-$a/2);
 print ("Результат выражения: (4*c+d-1)/(c-(a/2) равен ".($v1).'<br>');
 print ('<br>');
 print ("Вариант 10".'<br>');
 $a = rand(-20,20);
 $b = rand(-20,20);
 $c = rand(-20,20);
 $d = rand(-20,20);
 print ('<br>');
 print ("Число a равно ".($a).'<br>');
 print ("Число b равно ".($b).'<br>');
 print ("Число c равно ".($c).'<br>');
 print ("Число d равно ".($d).'<br>');
 print ('<br>');
 $v2 = (((2*$c)/$d)+2)/($d-$a*$a-1);
 print ("Результат выражения: (((2*c)/d)+2)/d-a*a-1 равен ".($v2).'<br>');
?>
<p>